Revit 2027 API
ParameterTypeId.RebarShapeCrankStartOffset Property
 "Start Crank Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarShapeCrankStartOffset { get; }
Public Shared ReadOnly Property RebarShapeCrankStartOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarShapeCrankStartOffset {
	ForgeTypeId^ get ();
}
static member RebarShapeCrankStartOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace